/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Ulubione";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Typ";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Dodaj do pętli bez tagów";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Dodaję pętle z innego dysku lub partycji";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Jeśli te pliki audio mają stałe tempo, rozpoczynają się akcentowaną miarą taktu i kończą równo z miarą, dostosują się do tempa projektu, gdy je odsłuchasz lub dodasz do projektu.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Wybrane miejsce zostanie dodane do pętli bez tagów. Pliki audio z tego miejsca, które mają stałe tempo, rozpoczynają się akcentowaną miarą taktu i kończą równo z miarą, dostosują się do tempa projektu, gdy je odsłuchasz lub dodasz do projektu.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Anuluj";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopiuj do folderu Loops";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Pętle zostaną dodane do przeglądarki pętli, gdy będą dostępne do użycia w Twoim utworze. Dokonaj wyboru, czy aplikacja Logic ma skopiować pętle do folderu Apple Loops, czy używać ich z ich obecnego miejsca.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Edycja tagów";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Pokaż w Finderze";

/* Debug Menu:Parse loop */
"Parse loop" = "Analizuj pętlę";

/* Descriptors */
"Descriptors" = "Deskryptory";

/* Genre */
"Genre" = "Gatunek";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Dodaję pętlę do przeglądarki pętli";

/* Initial Title of the jam pack control */
"All Packs" = "Wszystkie pakiety";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld rzeczy";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "odtwarzanie pętli";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "pętla instrumentu rzeczywistego";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "pętla instrumentu programowego";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "pętla z Internetu";

/* LoopBrowser: one Item label */
"1 item" = "1 rzecz";

/* LoopBrowser: zero Items label */
"0 items" = "0 rzeczy";

/* Move Loops Button */
"Move to Loops Folder" = "Przenieś do folderu Loops";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Pętle zostaną dodane do przeglądarki pętli, gdzie będą dostępne do użycia w innych utworach. Wybierz, czy aplikacja Logic powinna przenieść pętle do folderu Apple Loops, czy używać ich z bieżących miejsc.";

/* Reference Loops Button */
"Current Location" = "Bieżące miejsce";

/* Reindex all loops menu item */
"Reindex All Loops" = "Zindeksuj ponownie wszystkie pętle";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Wybiera pętle, które mają być widoczne w przeglądarce pętli.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Kliknij, by wyszukać pętle według instrumentu, gatunku i deskryptora.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Pozwala wyświetlić kategorie według instrumentów, gatunku lub rodzaju";

/* accessibility description of the segment that switches to column view */
"column view" = "widok kolumnowy";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "widok przycisków muzycznych";

/* menu item in Recent Search History */
"Clear Search History" = "Wymaż historię wyszukiwania";

/* menu item in Recent Search History */
"No recent searches" = "Brak ostatnich wyszukiwań";

/* menu title in Recent Search History */
"Recent Searches" = "Ostatnie wyszukiwania";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Szukaj w pętlach";
